[
{"quote":"Women, like men, should try to do the impossible. And when they fail, their failure should be a challenge to others.","author":"Amelia Earhart"},
{"quote":"Think like a queen. A queen is not afraid to fail. Failure is another steppingstone to greatness.","author":"Oprah Winfrey"},
{"quote":"No doubt exists that all women are crazy; it's only a question of degree.","author":"W. C. Fields"},
{"quote":"Women are the real architects of society.","author":"Cher"},
{"quote":"A woman is like a tea bag - you can't tell how strong she is until you put her in hot water.","author":"Eleanor Roosevelt"},
{"quote":"Women hold up half the sky.","author":"Mao Zedong"},
{"quote":"If women can be railroad workers in Russia, why can't they fly in space?","author":"Valentina Tereshkova"},
{"quote":"Women are made to be loved, not understood.","author":"Oscar Wilde"},
{"quote":"The age of a woman doesn't mean a thing. The best tunes are played on the oldest fiddles.","author":"Ralph Waldo Emerson"},
{"quote":"Ah, women. They make the highs higher and the lows more frequent.","author":"Friedrich Nietzsche"},
{"quote":"Men are April when they woo, December when they wed. Maids are May when they are maids, but the sky changes when they are wives.","author":"William Shakespeare"},
{"quote":"I don't know who invented high heels, but all women owe him a lot.","author":"Marilyn Monroe"},
{"quote":"Clever and attractive women do not want to vote; they are willing to let men govern as long as they govern men.","author":"George Bernard Shaw"},
{"quote":"If women were particular about men's characters, they would never get married at all.","author":"George Bernard Shaw"},
{"quote":"Man does not control his own fate. The women in his life do that for him.","author":"Groucho Marx"},
{"quote":"The only really happy folk are married women and single men.","author":"H. L. Mencken"},
{"quote":"Women have simple tastes. They get pleasure out of the conversation of children in arms and men in love.","author":"H. L. Mencken"},
{"quote":"Women always excel men in that sort of wisdom which comes from experience. To be a woman is in itself a terrible experience.","author":"H. L. Mencken"},
{"quote":"Being the boss anywhere is lonely. Being a female boss in a world of mostly men is especially so.","author":"Robert Frost"},
{"quote":"When women go wrong, men go right after them.","author":"Mae West"},
{"quote":"A girl should be two things: classy and fabulous.","author":"Coco Chanel"},
{"quote":"A women who doesn't wear perfume has no future.","author":"Coco Chanel"},
{"quote":"I don't know why women want any of the things men have when one of the things that women have is men.","author":"Coco Chanel"},
{"quote":"Women have always been the strong ones of the world. The men are always seeking from women a little pillow to put their heads down on. They are always longing for the mother who held them as infants.","author":"Coco Chanel"},
{"quote":"Women must tell men always that they are the strong ones. They are the big, the strong, the wonderful. In truth, women are the strong ones. It is just my opinion, I am not a professor.","author":"Coco Chanel"},
{"quote":"The appalling thing is the degree of charity women are capable of. You see it all the time... love lavished on absolute fools. Love's a charity ward, you know.","author":"Lawrence Durrell"},
{"quote":"If you want something said, ask a man; if you want something done, ask a woman.","author":"Margaret Thatcher"},
{"quote":"I owe nothing to Women's Lib.","author":"Margaret Thatcher"},
{"quote":"It may be the cock that crows, but it is the hen that lays the eggs.","author":"Margaret Thatcher"},
{"quote":"My mother told me two things constantly. One was to be a lady and the other was to be independent, and the law was something most unusual for those times because for most girls growing up in the '40s, the most important degree was not your B.A. but your M.R.S.","author":"Ruth Bader Ginsburg"},
{"quote":"Men are by nature merely indifferent to one another; but women are by nature enemies.","author":"Arthur Schopenhauer"},
{"quote":"I'm not denyin' the women are foolish. God Almighty made 'em to match the men.","author":"George Eliot"},
{"quote":"Wives are young men's mistresses, companions for middle age, and old men's nurses.","author":"Francis Bacon"},
{"quote":"You can tell the strength of a nation by the women behind its men.","author":"Benjamin Disraeli"},
{"quote":"Women hate everything which strips off the tinsel of sentiment, and they are right, or it would rob them of their weapons.","author":"Lord Byron"},
{"quote":"Women want mediocre men, and men are working to be as mediocre as possible.","author":"Margaret Mead"},
{"quote":"Clearly older women and especially older women who have led an active life or elder women who successfully maneuver through their own family life have so much to teach us about sharing, patience, and wisdom.","author":"Alice Walker"},
{"quote":"Single women have a dreadful propensity for being poor. Which is one very strong argument in favor of matrimony.","author":"Jane Austen"},
{"quote":"This man is frank and earnest with women. In Fresno, he's Frank and in Chicago he's Ernest.","author":"Henny Youngman"},
{"quote":"I write for those women who do not speak, for those who do not have a voice because they were so terrified, because we are taught to respect fear more than ourselves. We've been taught that silence would save us, but it won't.","author":"Audre Lorde"},
{"quote":"I feel there is something unexplored about woman that only a woman can explore.","author":"Georgia O'Keeffe"},
{"quote":"Friends are generally of the same sex, for when men and women agree, it is only in the conclusions; their reasons are always different.","author":"George Santayana"},
{"quote":"Women are naturally secretive, and they like to do their own secreting.","author":"Arthur Conan Doyle"},
{"quote":"As usual, there is a great woman behind every idiot.","author":"John Lennon"},
{"quote":"I've yet to be on a campus where most women weren't worrying about some aspect of combining marriage, children, and a career. I've yet to find one where many men were worrying about the same thing.","author":"Gloria Steinem"},
{"quote":"Some of us are becoming the men we wanted to marry.","author":"Gloria Steinem"},
{"quote":"Childbirth is more admirable than conquest, more amazing than self-defense, and as courageous as either one.","author":"Gloria Steinem"},
{"quote":"It is easier for women to succeed in business, the arts, and politics in America than in Europe.","author":"Hedy Lamarr"},
{"quote":"In our society, the women who break down barriers are those who ignore limits.","author":"Arnold Schwarzenegger"},
{"quote":"In too many instances, the march to globalization has also meant the marginalization of women and girls. And that must change.","author":"Hillary Clinton"},
{"quote":"One can find women who have never had one love affair, but it is rare indeed to find any who have had only one.","author":"Francois de La Rochefoucauld"},
{"quote":"There are few virtuous women who are not bored with their trade.","author":"Francois de La Rochefoucauld"},
{"quote":"Women have been called queens for a long time, but the kingdom given them isn't worth ruling.","author":"Louisa May Alcott"},
{"quote":"Women's Lib? Oh, I'm afraid it doesn't interest me one bit. I've been so liberated it hurts.","author":"Lucille Ball"},
{"quote":"To understand how any society functions you must understand the relationship between the men and the women.","author":"Angela Davis"},
{"quote":"Honor your daughters. They are honorable.","author":"Malala Yousafzai"},
{"quote":"Women in love are less ashamed than men. They have less to be ashamed of.","author":"Ambrose Bierce"},
{"quote":"Women, can't live with them, can't live without them.","author":"Desiderius Erasmus"},
{"quote":"I never realized until lately that women were supposed to be the inferior sex.","author":"Katharine Hepburn"},
{"quote":"Plain women know more about men than beautiful women do.","author":"Katharine Hepburn"},
{"quote":"Only men who are not interested in women are interested in women's clothes. Men who like women never notice what they wear.","author":"Anatole France"},
{"quote":"Women need not always keep their mouths shut and their wombs open.","author":"Emma Goldman"},
{"quote":"Women wish to be loved without a why or a wherefore; not because they are pretty, or good, or well-bred, or graceful, or intelligent, but because they are themselves.","author":"Henri Frederic Amiel"},
{"quote":"Whether women are better than men I cannot say - but I can say they are certainly no worse.","author":"Golda Meir"},
{"quote":"Men mourn for what they have lost; women for what they ain't got.","author":"Josh Billings"},
{"quote":"Men are governed by lines of intellect - women: by curves of emotion.","author":"James Joyce"},
{"quote":"How wrong it is for a woman to expect the man to build the world she wants, rather than to create it herself.","author":"Anais Nin"},
{"quote":"Women who seek to be equal with men lack ambition.","author":"Timothy Leary"},
{"quote":"I grew up in the Bronx where you would stay up late with your girlfriends, just being silly in our bedrooms, whatever. And I was always the clown.","author":"Jennifer Lopez"},
{"quote":"The most virtuous women have something within them, something that is never chaste.","author":"Honore de Balzac"},
{"quote":"It is capitalist America that produced the modern independent woman. Never in history have women had more freedom of choice in regard to dress, behavior, career, and sexual orientation.","author":"Camille Paglia"},
{"quote":"When anything goes, it's women who lose.","author":"Camille Paglia"},
{"quote":"Woman is the dominant sex. Men have to do all sorts of stuff to prove that they are worthy of woman's attention.","author":"Camille Paglia"},
{"quote":"Younger women have no problem in reconciling beauty with ambitions as a professional woman.","author":"Camille Paglia"},
{"quote":"I think that maybe if women and children were in charge we would get somewhere.","author":"James Thurber"},
{"quote":"Women have always been courageous... They are always fearless when protecting their children and in the last century they have been fearless in the fight for their rights.","author":"Isabel Allende"},
{"quote":"Men are allowed to have passion and commitment for their work... a woman is allowed that feeling for a man, but not her work.","author":"Barbra Streisand"},
{"quote":"Why is it men are permitted to be obsessed about their work, but women are only permitted to be obsessed about men?","author":"Barbra Streisand"},
{"quote":"A man who graduated high in his class at Yale Law School and made partnership in a top law firm would be celebrated. A man who invested wisely would be admired, but a woman who accomplishes this is treated with suspicion.","author":"Barbra Streisand"},
{"quote":"I like intelligent women. When you go out, it shouldn't be a staring contest.","author":"Frank Sinatra"},
{"quote":"I'm supposed to have a Ph.D. on the subject of women. But the truth is I've flunked more often than not. I'm very fond of women; I admire them. But, like all men, I don't understand them.","author":"Frank Sinatra"},
{"quote":"Women, you can have it all - a loving man, devoted husband, loving children, a fabulous career.","author":"Jada Pinkett Smith"},
{"quote":"There's no evidence whatsoever that men are more rational than women. Both sexes seem to be equally irrational.","author":"Albert Ellis"},
{"quote":"On the whole, I think women wear too much and are to fussy. You can't see the person for all the clutter.","author":"Julie Andrews"},
{"quote":"Women cannot complain about men anymore until they start getting better taste in them.","author":"Bill Maher"},
{"quote":"I do not wish women to have power over men; but over themselves.","author":"Mary Shelley"},
{"quote":"Women get more unhappy the more they try to liberate themselves.","author":"Brigitte Bardot"},
{"quote":"I will not say that women have no character; rather, they have a new one every day.","author":"Heinrich Heine"},
{"quote":"Charm, in most men and nearly all women, is a decoration.","author":"E. M. Forster"},
{"quote":"I measure the progress of a community by the degree of progress which women have achieved.","author":"B. R. Ambedkar"},
{"quote":"You can't raise the standard of women's morals by raising their pay envelope. It lies deeper than that.","author":"Billy Sunday"},
{"quote":"Women's liberation is the liberation of the feminine in the man and the masculine in the woman.","author":"Corita Kent"},
{"quote":"Most women set out to try to change a man, and when they have changed him they do not like him.","author":"Marlene Dietrich"},
{"quote":"Any time women come together with a collective intention, it's a powerful thing. Whether it's sitting down making a quilt, in a kitchen preparing a meal, in a club reading the same book, or around the table playing cards, or planning a birthday party, when women come together with a collective intention, magic happens.","author":"Phylicia Rashad"},
{"quote":"Women need real moments of solitude and self-reflection to balance out how much of ourselves we give away.","author":"Barbara De Angelis"},
{"quote":"Women love always: when earth slips from them, they take refuge in heaven.","author":"George Sand"},
{"quote":"It's incredibly unfair. You don't see a lot of 60-year-old women with 20-year-old men onscreen.","author":"George Clooney"},
{"quote":"Women will never be as successful as men because they have no wives to advise them.","author":"Dick Van Dyke"},
{"quote":"Being a woman is a terribly difficult task, since it consists principally in dealing with men.","author":"Joseph Conrad"},
{"quote":"From birth to age 18 a girl needs good parents. From 18 to 35 she needs good looks. From 35 to 55 she needs a good personality. From 55 on, she needs good cash.","author":"Sophie Tucker"},
{"quote":"Emancipation of women has made them lose their mystery.","author":"Grace Kelly"},
{"quote":"People don't want to see women doing things they don't think women should do.","author":"Joan Jett"},
{"quote":"I would not send a poor girl into the world, ignorant of the snares that beset her path; nor would I watch and guard her, till, deprived of self-respect and self-reliance, she lost the power or the will to watch and guard herself.","author":"Anne Bronte"},
{"quote":"They say that women talk too much. If you have worked in Congress you know that the filibuster was invented by men.","author":"Clare Boothe Luce"},
{"quote":"In politics women type the letters, lick the stamps, distribute the pamphlets and get out the vote. Men get elected.","author":"Clare Boothe Luce"},
{"quote":"When men reach their sixties and retire, they go to pieces. Women go right on cooking.","author":"Gail Sheehy"},
{"quote":"Disguise our bondage as we will, 'Tis woman, woman, rules us still.","author":"Thomas Moore"},
{"quote":"I guess at the end of the day, all women like to be appreciated and treated with respect and kindness.","author":"Sofia Vergara"},
{"quote":"All women should know how to take care of children. Most of them will have a husband some day.","author":"Franklin P. Jones"},
{"quote":"After all those years as a woman hearing 'not thin enough, not pretty enough, not smart enough, not this enough, not that enough,' almost overnight I woke up one morning and thought, 'I'm enough.'","author":"Anna Quindlen"},
{"quote":"I am my own woman.","author":"Evita Peron"},
{"quote":"I demanded more rights for women because I know what women had to put up with.","author":"Evita Peron"},
{"quote":"Speaking very generally, I find that women are spiritually, emotionally, and often physically stronger than men.","author":"Gary Oldman"},
{"quote":"For women's tears are but the sweat of eyes.","author":"Juvenal"},
{"quote":"Women have a favorite room, men a favorite chair.","author":"Bernard Williams"},
{"quote":"The sight of women talking together has always made men uneasy; nowadays it means rank subversion.","author":"Germaine Greer"},
{"quote":"The trouble with life is that there are so many beautiful women and so little time.","author":"John Barrymore"},
{"quote":"Women like to sit down with trouble - as if it were knitting.","author":"Ellen Glasgow"},
{"quote":"There is a physical relationship with a woman that you don't have with anybody else, but that's not about love. Love is a spiritual thing.","author":"Ziggy Marley"},
{"quote":"I'll always prefer to play with women and hang out with women, and I'll always be a feminist.","author":"Courtney Love"},
{"quote":"I think God made a woman to be strong and not to be trampled under the feet of men. I've always felt this way because my mother was a very strong woman, without a husband.","author":"Little Richard"},
{"quote":"But, alas! what poor Woman is ever taught that she should have a higher Design than to get her a Husband?","author":"Mary Astell"},
{"quote":"If men knew all that women think, they would be twenty times more audacious.","author":"Alphonse Karr"},
{"quote":"You see a lot of smart guys with dumb women, but you hardly ever see a smart woman with a dumb guy.","author":"Erica Jong"},
{"quote":"Men and women, women and men. It will never work.","author":"Erica Jong"},
{"quote":"Women have a predestination to suffering.","author":"Bela Lugosi"},
{"quote":"A woman has two smiles that an angel might envy, the smile that accepts a lover before words are uttered, and the smile that lights on the first born babe, and assures it of a mother's love.","author":"Thomas Chandler Haliburton"},
{"quote":"Women are frightening. If you get to 41 as a man, you're quite battle-scarred.","author":"Hugh Grant"},
{"quote":"Women think with their whole bodies and they see things as a whole more than men do.","author":"Dorothy Day"},
{"quote":"Women should try to increase their size rather than decrease it, because I believe the bigger we are, the more space we'll take up, and the more we'll have to be reckoned with.","author":"Roseanne Barr"},
{"quote":"I think today women are very scared to celebrate themselves, because then they just get labeled.","author":"Charlize Theron"},
{"quote":"I think that women just have a primeval instinct to make soup, which they will try to foist on anybody who looks like a likely candidate.","author":"Dylan Moran"},
{"quote":"The No. 1 impediment to women succeeding in the workforce is now in the home.","author":"Sheryl Sandberg"},
{"quote":"Women don't take enough risks. Men are just 'foot on the gas pedal.' We're not going to close the achievement gap until we close the ambition gap.","author":"Sheryl Sandberg"},
{"quote":"In life, single women are the most vulnerable adults. In movies, they are given imaginary power.","author":"Elizabeth Wurtzel"},
{"quote":"The labor of women in the house, certainly, enables men to produce more wealth than they otherwise could; and in this way women are economic factors in society. But so are horses.","author":"Charlotte Perkins Gilman"},
{"quote":"I think women are excellent social critics.","author":"Laurie Anderson"},
{"quote":"The connections between and among women are the most feared, the most problematic, and the most potentially transforming force on the planet.","author":"Adrienne Rich"},
{"quote":"I believe women still face a glass ceiling that must be shattered.","author":"Andrew Cuomo"},
{"quote":"Women hear rhythm differently than men.","author":"Elvis Costello"},
{"quote":"I have been a woman for fifty years, and I've never yet been able to discover precisely what it is I am.","author":"Jean Giraudoux"},
{"quote":"When women are encouraged to be competitive, too many of them become disagreeable.","author":"Benjamin Spock"},
{"quote":"We're getting ready to take over the world. My group of girlfriends - we're renegades.","author":"Lisa Bonet"},
{"quote":"All issues are women's issues - and there are several that are just women's business.","author":"Eddie Bernice Johnson"},
{"quote":"Women may not have it easy, but we are given a fairer chance to reach for the top.","author":"Jessica Savitch"},
{"quote":"Were there no women, men might live like gods.","author":"Thomas Dekker"},
{"quote":"Whatever women do, they must do twice as well as men to be thought half as good. Luckily, this is not difficult.","author":"Charlotte Whitton"},
{"quote":"You women could make someone fall in love even with a lie.","author":"Georg Buchner"},
{"quote":"Intimacies between women often go backwards, beginning in revelations and ending in small talk.","author":"Elizabeth Bowen"},
{"quote":"God gave women intuition and femininity. Used properly, the combination easily jumbles the brain of any man I've ever met.","author":"Farrah Fawcett"},
{"quote":"In love, women are professionals, men are amateurs.","author":"Francois Truffaut"},
{"quote":"Women with money and women in power are two uncomfortable ideas in our society.","author":"Candace Bushnell"},
{"quote":"It is little men know of women; their smiles and their tears alike are seldom what they seem.","author":"Amelia Barr"},
{"quote":"All women's issues are to some degree men's issues and all men's issues are to some degree women's issues because when either sex wins unilaterally both sexes lose.","author":"Warren Farrell"},
{"quote":"The women's movement completely changed attitudes all over the world in ways we'll never be able to count.","author":"Holly Near"},
{"quote":"Years ago women of my size were considered royalty.","author":"Camryn Manheim"},
{"quote":"There was a time when men thought it was sexy to have a housewife waiting for him to come home from work in her slippers, but in modern society, I think an independent woman is even more sexy.","author":"Kat Graham"},
{"quote":"What we women need to do, instead of worrying about what we don't have, is just love what we do have.","author":"Cameron Diaz"},
{"quote":"Women's value has been under-recognized for far too long.","author":"Sidney Sheldon"},
{"quote":"Relationships are made of talk - and talk is for girls and women.","author":"Deborah Tannen"},
{"quote":"A homely face and no figure have aided many women heavenward.","author":"Minna Antrim"},
{"quote":"Nature makes woman to be won and men to win.","author":"George William Curtis"},
{"quote":"The test of civilization is its estimate of women.","author":"George William Curtis"},
{"quote":"The house a woman creates is a Utopia. She can't help it - can't help trying to interest her nearest and dearest not in happiness itself but in the search for it.","author":"Marguerite Duras"},
{"quote":"I don't love dolls. I love women. I love their bodies.","author":"John Galliano"},
{"quote":"Women are women, and hurray for that.","author":"John Galliano"},
{"quote":"Women are incredible in groups together. Terrifying. Men have nothing on them.","author":"Michael Hutchence"},
{"quote":"Women today have more of an overview of their lives and how marriage is or is not a part of it.","author":"Helen Reddy"},
{"quote":"Women don't realize how powerful they are.","author":"Judith Light"},
{"quote":"Women have this obsession with shoes.","author":"Alexandra Paul"},
{"quote":"Until Eve arrived, this was a man's world.","author":"Richard Armour"},
{"quote":"Women need space and silence. We too quickly give away our energy. There's something about holding that richness.","author":"Natalie Goldberg"},
{"quote":"Women want love to be a novel, men a short story.","author":"Daphne du Maurier"},
{"quote":"And I think women have come a very, very long way, but they have a long way to go.","author":"Lara Flynn Boyle"},
{"quote":"America is a land where men govern, but women rule.","author":"John Mason Brown"},
{"quote":"You're not working with models, you're working with real women who have, like, anatomy. Models do not have anatomy.","author":"Isaac Mizrahi"},
{"quote":"I'm surrounded by very powerful women and very progressive men.","author":"Christie Hefner"},
{"quote":"The only people you can really share certain things with in secret are your girlfriends.","author":"Shirley Knight"},
{"quote":"Women often postpone their lives, thinking that if they're not with a partner then it doesn't really count. They're still searching for their prince, in a way. And as much as we don't discuss that, because it's too embarrassing and too sad, I think it really does exist.","author":"Jane Campion"},
{"quote":"One hair of a woman can draw more than a hundred pair of oxen.","author":"James Howell"},
{"quote":"A lot of women say they love being pregnant, but I wasn't such a big fan.","author":"Marion Jones"},
{"quote":"Women are the first to jump on what is fashionable.","author":"Gavin DeGraw"},
{"quote":"Being a sex symbol has to do with an attitude, not looks. Most men think it's looks, most women know otherwise.","author":"Kathleen Turner"},
{"quote":"I think women get caught up too much in having a plan - 'I'm going to get married at this age; I'm going to have a kid at this age' - and then they just try to find a guy who will fit into that picture. I don't want my life to be based on that.","author":"Julia Stiles"},
{"quote":"Women are the sustaining force of any society - they think of the children and the next generation's chances.","author":"Margo MacDonald"},
{"quote":"Most women are indulgent of themselves. This is a mistake. It should be only the reward of old age.","author":"Anna Held"},
{"quote":"A woman should be like a single flower, not a whole bouquet.","author":"Anna Held"},
{"quote":"Women like myself, CEOs, can pave the way for more women to get to the top.","author":"Andrea Jung"},
{"quote":"Girls have an unfair advantage over men: if they can't get what they want by being smart, they can get it by being dumb.","author":"Yul Brynner"},
{"quote":"Women are clear-headed, they are more creative and for this reason, sometimes, also more fragile.","author":"Emma Bonino"},
{"quote":"My advantage as a woman and a human being has been in having a mother who believed strongly in women's education. She was an early undergraduate at Oxford, and her own mother was a doctor.","author":"Antonia Fraser"},
{"quote":"The term 'alpha female' originated in my field of animal behavior, but has acquired new meaning. It refers to women who are in charge, for example, by flirting and dating on their own terms. It is also used maliciously for a loud-mouthed, controlling woman who has no patience with deviating opinions.","author":"Frans de Waal"},
{"quote":"I always say God should have given women one extra decade at least, especially if you want a family. You're trying to pack a lot in.","author":"Christine Baranski"},
{"quote":"What bugs me is that movies don't reflect how interesting and vibrant women are. We don't treasure women as they get older.","author":"Jill Clayburgh"},
{"quote":"All the world's a stage, and all the men and women merely players: they have their exits and their entrances; and one man in his time plays many parts, his acts being seven ages.","author":"William Shakespeare"},
{"quote":"There is a great stir about colored men getting their rights, but not a word about the colored women; and if colored men get their rights, and not colored women theirs, you see, the colored men will be masters over the women, and it will be just as bad as it was before.","author":"Sojourner Truth"},
{"quote":"Women like me aren't supposed to run for office.","author":"Alexandria Ocasio-Cortez"},
{"quote":"Women ought to have representatives, instead of being arbitrarily governed without any direct share allowed them in the deliberations of government.","author":"Mary Wollstonecraft"},
{"quote":"Women are nothing but machines for producing children.","author":"Napoleon Bonaparte"},
{"quote":"Here in America we are descended in blood and in spirit from revolutionists and rebels - men and women who dare to dissent from accepted doctrine. As their heirs, may we never confuse honest dissent with disloyal subversion.","author":"Dwight D. Eisenhower"}
]
